"""
1. Створити по 2 об'єкти на черги та процеси, які б демонстрували їх функціональне призначення.

2. Створити програму, яка б реалізовувала роботу з наступними виключеннями:
   - введення користувачем тексту замість цифр;
   - введення користувачем неправильної відповіді (потрібно самостійно "підняти" виключення)
   - програма не може підключитись до вказаного файлу
   - у БД відсутня зазначена таблиця;
   - Програма звертається до файлу. У разі будь-якого виключення, вона просить користувача
     ввести шлях до файлу та підключається заново (застосуйте функції та рекурсію)
   - довільне виключення
"""



